/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"Turn this switch on if you want the Email Backup to be sent immediately the next MyTime starts" = "Ενεργοποιήστε αυτό το διακόπτη αν θέλετε το Αντίγραφο Ασφαλείας μέσω Email να σταλεί άμεσα την επόμενη φορά που το MyTime θα ξεκινήσει";

/* */
"Email Backup Instantly" = "Αποστολή Εmail Αντιγράφου Ασφαλείας Άμεσα";

/* */
"Turn this switch on if you want to clean up space occupied by the map cache the next time MyTime starts" = "Ενεργοποιήστε αυτό το διακόπτη αν θέλετε να καθαρίσετε χώρο που καταλαμβάνεται από τη cache του χάρτη την επόμενη φοράς που το MyTime θα ξεκινίσει";

/* */
"Clear Map Cache" = "Καθαρισμός Cache του Χάρτη";

